const Page22 = () => {

    return (<section className="main-container bangla">
            <div className="card card-info">

                <div className="card-body" style={{backgroundColor: '#FFF685'}}>
                    <div className='text-center'
                         style={{fontSize: '1.5em', padding: '20px', backgroundColor: '#ED1C24', color: '#FFF685'}}>
                        প্রতিটি শিশুর রয়েছে সবগুলো টিকা পাওয়ার অধিকার
                    </div>

                    <table className="table-b bangla">
                        <tbody>
                        <tr>
                            <td><strong>ডোজ অনুযায়ী শিশুকে টিকাকেন্দ্রে আনতে হবে</strong> <br/>
                                ( রেজিস্ট্রেশনের সময় শিশুর জন্ম তারিখ অনুযায়ী ১নং, ৪নং ও ৫নং
                                ঘরে “পেন্টাভ্যালেন্ট-১/পিসিভি-১, এমআর ১ম ও ২য় ডোজ টিকা পাওয়ার
                                তারিখ টিকার ক্যালেন্ডার” থেকে লিখে দিবেন)
                            </td>
                            <td>টিকা পাওয়ার তারিখ</td>
                        </tr>
                        <tr>
                            <td>১। ১ম বারঃ বিসিজি, পেন্টা-১, ওপিভি-১, পিসিভি-১ এবং
                                আইপিভি-১ টিকা পাওয়ার তারিখ (“টিকার ক্যালেন্ডার” থেকে)।
                            </td>
                            <td></td>
                        </tr>

                        <tr>
                            <td>২। ২য় বারঃ পেন্টা-২, ওপিভি-২ এবং পিসিভি-২
                                টিকা পাওয়ার তারিখ (সেশন প্ল্যান থেকে)।
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>৩। পেন্টা-৩, ওপিভি-৩, পিসিভি-৩ এবং
                                আইপিভি-২ টিকা পাওয়ার তারিখ (সেশন প্ল্যান থেকে)।
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>৪। ৪র্থ বারঃ এমআর ১ম ডোজ টিকা পাওয়ার তারিখ
                                (“টিকার ক্যালেন্ডার” থেকে)।
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <td>৫। ৫ম বারঃ এমআর ২য় ডোজ টিকা পাওয়ার
                                তারিখ (“টিকার ক্যালেন্ডার” থেকে)।
                            </td>
                            <td></td>
                        </tr>
                        </tbody>
                    </table>
                    <p>
                        ২নং ঘরে ১ম ডোজ টিকা প্রদানের পর সেশন প্ল্যান অনুযায়ী ২য় ডোজ টিকা
                        নেয়ার জন্য টিকাদান কেন্দ্রে আসার তারিখ লিখে দিবেন। একইভাবে ৩নং ঘরে
                        ৩য় ডোজ টিকা প্রদানের পর সেশন প্ল্যান অনুযায়ী টিকা নেয়ার জন্য টিকাদান
                        কেন্দ্রে আসার তারিখ লিখে দিবেন।
                    </p>
                    <div className='text-center text-white'
                         style={{padding: '20px', backgroundColor: '#ED1C24', color: '#FFF685'}}>
                        টিকার এই কার্ডটি যত্ন করে রাখুন। ভবিষ্যতে শিশুর জন্ম নিবন্ধন
                        সার্টিফিকেট নেয়ার জন্য, শিশুকে স্কুলে ভর্তি করানোর সময়, বিদেশে
                        গমনের সময় এই কার্ডটির প্রয়োজন হবে।
                    </div>

                    <p>দায়িত্বপ্রাপ্ত কর্মকর্তার ঃ স্বাক্ষর, সীল এবং ফোন/মোবাইল নম্বর</p>
                    <p>স্বাক্ষর, সীল ...................................মোবাইল নম্বরঃ </p>
                </div>
                {/*    End of card body */}

            </div>
        </section>
    );
};

export default Page22;